Revit 2027 API
FilterRule Properties
The FilterRule type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FilterRule Class
Autodesk.Revit.DB Namespace